export const langArr = {
    "doctitle" : {
        "ru" : "Амирхан Еники | Главная",
        "tat" : "Әмирхан Еники | Баш",
        "en" : "Amirkhan Eniki | Main",
    },
    "maintitle" : {
        "ru": "Амирхан<br>Еники",
        "tat": "Әмирхан<br>Еники",
        "en": "Amirkhan<br>Eniki",
    },
    "subtitle" : {
        "ru": "Жизнь и творчество",
        "tat": "Тормыш hәм иҗат",
        "en": "Life and work",
    },
    "biolink" : {
        "ru" : "Кто это?",
        "tat" : "Кем ул?",
        "en" : "Who it?"
    },
    "textslink" : {
        "ru" : "Произведения",
        "tat": "Әсәрләр",
        "en": "Writings",   
    },
    "journlink" : {
        "ru": "Публицистика",
        "tat": "Публицистика",
        "en": "Publicism",
    },
    "gallerylink" : {
        "ru": "Галерея",
        "tat": "Галерея",
        "en": "Gallery",
    },
    "biotitle" : {
        "ru": "&#9658; Кто такой Амирхан Еники?",
        "tat": "&#9658; Кем ул Әмирхан Еники?",
        "en": "&#9658; Who is Amirkhan Eniki?",
    },
    "textstitle" : {
        "ru": "&#9658; Художественные произведения",
        "tat": "&#9658; Әсәрләр",
        "en": "&#9658; Writings",
    },
    "textstext" : {
        "ru": "&#9658;&nbsp;&nbsp;&nbsp;В рассказах военного времени А. Еники прозвучали нотки первых изменений в литературе, которые впоследствии окажут влияние и будут идентифицированы в татарской литературе второй половины ХХ в. Такие произведения писателя как «Бала» («Девочка», 1941), «Ана һәм кыз» («Мать и дочь», 1942), «Бер генә сәгатькә» («Лишь на час», 1944), «Ялгыз каз» («Одинокий гусак», 1944), «Мәк чәчәге» («Мак», 1944) отдельным течением выделялись в общем потоке военной литературе, детально описывающей ужасающие подробности фронтовой и тыловой реальности, примеры жестокого поведения врагов, подвиги трудового народа и военных. Прозаик обращает свой взор на жанровые вариации, развивавшиеся в татарской литературе, начала ХХ века, внося в свой творческий арсенал «прозу открытий», жанр 'нәсер' (лирическая проза).",
        "tat": "&#9658;&nbsp;&nbsp;&nbsp;В рассказах военного времени А. Еники прозвучали нотки первых изменений в литературе, которые впоследствии окажут влияние и будут идентифицированы в татарской литературе второй половины ХХ в. Такие произведения писателя как «Бала» («Девочка», 1941), «Ана һәм кыз» («Мать и дочь», 1942), «Бер генә сәгатькә» («Лишь на час», 1944), «Ялгыз каз» («Одинокий гусак», 1944), «Мәк чәчәге» («Мак», 1944) отдельным течением выделялись в общем потоке военной литературе, детально описывающей ужасающие подробности фронтовой и тыловой реальности, примеры жестокого поведения врагов, подвиги трудового народа и военных. Прозаик обращает свой взор на жанровые вариации, развивавшиеся в татарской литературе, начала ХХ века, внося в свой творческий арсенал «прозу открытий», жанр 'нәсер' (лирическая проза).",
        "en": "&#9658;&nbsp;&nbsp;&nbsp;В рассказах военного времени А. Еники прозвучали нотки первых изменений в литературе, которые впоследствии окажут влияние и будут идентифицированы в татарской литературе второй половины ХХ в. Такие произведения писателя как «Бала» («Девочка», 1941), «Ана һәм кыз» («Мать и дочь», 1942), «Бер генә сәгатькә» («Лишь на час», 1944), «Ялгыз каз» («Одинокий гусак», 1944), «Мәк чәчәге» («Мак», 1944) отдельным течением выделялись в общем потоке военной литературе, детально описывающей ужасающие подробности фронтовой и тыловой реальности, примеры жестокого поведения врагов, подвиги трудового народа и военных. Прозаик обращает свой взор на жанровые вариации, развивавшиеся в татарской литературе, начала ХХ века, внося в свой творческий арсенал «прозу открытий», жанр 'нәсер' (лирическая проза).",
    },
    "textslink-1" : {
        "ru": "<i class='fa-solid fa-link'></i>&nbsp;&nbsp;&nbsp;Читать произведения А. Еники",
        "tat": "<i class='fa-solid fa-link'></i>&nbsp;&nbsp;&nbsp;А. Еникиның әсәрләрен укырга",
        "en": "<i class='fa-solid fa-link'></i>&nbsp;&nbsp;&nbsp;To read A. Eniki's stories",
    },
    "textslink-2" : {
        "ru": "&#9658;&nbsp;&nbsp;&nbsp;Или почитать его рассказы вы сможете, <a href='./files/files.zip' id='download-link' style='color: #002C7E' download> скачав данный файл.",
        "tat": "&#9658;&nbsp;&nbsp;&nbsp;Яисә <a href='./files/files.zip' id='download-link' style='color: #002C7E' download> бирелгән файлны йөкләп</a>, сез аның хикәяләрен укый аласыз.",
        "en": "&#9658;&nbsp;&nbsp;&nbsp;Or you can read his stories by <a href='./files/files.zip' id='download-link' style='color: #002C7E' download> downloading this file</a>.",
    },
    "journtitle" : {
        "ru": "&#9658; Публицистика",
        "tat": "&#9658; Публицистика",
        "en": "&#9658; Publicism",
    },
    "journtext" : {
        "ru": "&#9658;&nbsp;&nbsp;&nbsp;Вы можете <a href='./files/5.doc' id='download-link' style='color: #002C7E' download>скачать сборник публицистических рассказов А. Еники.</a>",
        "tat": "&#9658;&nbsp;&nbsp;&nbsp;Сез<a href='./files/5.doc' id='download-link' style='color: #002C7E' download> Ә. Еникиның публицистик хикәяләр җыентыгын йөкли аласыз.</a>",
        "en": "&#9658;&nbsp;&nbsp;&nbsp;You can <a href='./files/5.doc' id='download-link' style='color: #002C7E' download>download the collection of publicistic stories by A. Eniki.</a>",
    },
    "gallerytitle" : {
        "ru": "&#9658; Галерея",
        "tat": "&#9658; Галерея",
        "en": "&#9658; Gallery",
    },
    "gallerytext" : {
        "ru": "&#9658;&nbsp;&nbsp;&nbsp;Нажмите на одну из цифр (вкладок) для просмотра галереи:",
        "tat": "&#9658;&nbsp;&nbsp;&nbsp;Галереяны карау өчен саннарның берсенә басыгыз:",
        "en": "&#9658;&nbsp;&nbsp;&nbsp;Click on one of the numbers (tabs) to view the gallery:",
    },
    "treetitle" : {
        "ru": "&#9658; Родословная А. Еники",
        "tat": "&#9658; Ә. Еникиның шәҗәрәсе",
        "en": "&#9658; A. Eniki's Family Tree",
    },
    "treetext" : {
        "ru": "&#9658;&nbsp;&nbsp;&nbsp;Для просмотра родословного древа Еникеевых, пожалуйста, <a href='./tree-page.html' style='color: #002C7E'> перейдите на следующую страницу.</a>",
        "tat": "&#9658;&nbsp;&nbsp;&nbsp;Ениикеевлар нәселен карау өчен зинһар, <a href='./tree-page.html' style='color: #002C7E'> киләсе биткә керегез</a>.",
        "en": "&#9658;&nbsp;&nbsp;&nbsp;To view Yenikeevs' family tree, please <a href='./tree-page.html' style='color: #002C7E'> go to the following page</a>."
    },
    "footertitle" : {
        "ru": "Сайт про жизнь и творчество<br>Амирхана Еники",
        "tat": "Әмирхан Еникиның<br>тормышы hәм иҗаты турында сайт",
        "en": "The website about the life and work<br>of Amirkhan Eniki",
    },
    "footertext" : {
        "ru": "По всем вопросам и предложениям можно обратиться сюда:",
        "tat": "Барлык сораулар hәм тәкъдимнәр буенча монда мөрәҗәгать итәргә мөмкин:",
        "en": "You can contact here for all questions and suggestions:",
    },
    "footertext-1" : {
        "ru": "<strong>&copy;</strong> Фотографии взяты с открытых источников и из личного архива А. Еники",
        "tat": "<strong>&copy;</strong> Фотолар ачык чыганаклардан hәм Ә. Еникиның шәхси архивыннан алынды",
        "en": "<strong>&copy;</strong> The photos are taken from open sources and from the personal archive of A. Eniki",
    }
}